Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

# fire.info.dialog.description
source: Data, browsing history, and cookies can build up in your browser over time. Use the Fire Button to clear it all away.
de: Daten, der Browserverlauf und Cookies können sich mit der Zeit in deinem Browser ansammeln. Mit dem Fire Button löschst du alles.
es: Los datos, el historial de navegación y las cookies pueden acumularse en tu navegador con el tiempo. Utiliza el Fire Button para quemarlos.
fr: Les données, l'historique de navigation et les cookies peuvent s'accumuler dans votre navigateur au fil du temps. Utilisez le Fire Button pour les supprimer.
it: Con il passare del tempo, nel tuo browser possono accumularsi dati, cronologia di navigazione e cookie. Usa il pulsante Fire Button per eliminare tutto.
nl: Gegevens, browsegeschiedenis en cookies kunnen na verloop van tijd je browser overbelasten. Gebruik de Fire Button om alles te verbranden.
pl: W przeglądarce z czasem może zgromadzić się sporo danych, historii przeglądania i plików cookie. Przyciskiem Fire Button możesz to wszystko wyczyścić.
pt: Os dados, o histórico de navegação e os cookies podem acumular-se no teu navegador ao longo do tempo. Utiliza o Fire Button para limpar tudo.
ru: Со временем в браузере накапливаются данные, история просмотров и куки-файлы. Кнопка Fire Button позволяет «сжечь» весь лишний мусор.

# fire.info.dialog.title
source: Leave No Trace
de: Keine Spuren hinterlassen
es: No dejes rastro
fr: Ne laissez aucune trace
it: Non lasciare traccia
nl: Laat geen sporen achter
pl: Nie zostawiaj śladów
pt: Não deixar vestígios
ru: И никаких следов

# fire.one-tab-info
source: Close this tab and clear its browsing history and cookies (sites: %d).
de: Schließe diesen Tab und lösche Browserverlauf und Cookies (Sites: %d).
es: Cierra esta pestaña y borra tu historial de navegación y cookies (sitios: %d).
fr: Fermez cet onglet et effacez son historique de navigation et ses cookies (sites : %d).
it: Chiudi questa scheda e cancella la cronologia di navigazione e i cookie (siti: %d).
nl: Sluit dit tabblad en wis de surfgeschiedenis en cookies (sites: %d).
pl: Zamknij tę kartę i wyczyść związaną z nią historię przeglądania i pliki cookie (witryny: %d).
pt: Fecha este separador e limpa o respetivo histórico de navegação e cookies (sites: %d).
ru: Функция Fire Button закроет данную вкладку, сотрет ее историю посещений и удалит куки-файлы (сайтов: %d).

# fire.select-site-to-clear
source: Select a site to clear its data.
de: Wähle eine Site aus, um deren Daten zu löschen.
es: Selecciona un sitio del que borrar sus datos.
fr: Sélectionnez un site pour effacer ses données.
it: Seleziona un sito per cancellarne i dati.
nl: Selecteer een website om de gegevens te wissen.
pl: Wybierz witrynę, aby wyczyścić jej dane.
pt: Seleciona um site para limpar os dados.
ru: Выберите сайт, чьи данные вы хотите стереть.

source: Fireproof
de: Feuerfest machen
es: A prueba de fuego
fr: Mode coupe-feu
it: Proteggi dal fuoco
nl: Brandveilig
pl: Zabezpiecz
pt: Barreira de segurança
ru: Сделать огнеупорным

# fireproof.checkbox.title
source: Ask to Fireproof websites when signing in
de: Bei der Anmeldung nach Fireproof-Websites fragen
es: Preguntar si marcar sitios web como Fireproof al iniciar sesión
fr: Demander à placer des sites Web en mode coupe-feu (Fireproof) lors de la connexion
it: Chiedi di applicare la funzionalità Fireproof per i siti web al momento dell'accesso
nl: Vragen om websites te fireproofen bij inloggen
pl: Poproś o zabezpieczanie witryn funkcją Fireproof podczas logowania
pt: Pedir para utilizar a funcionalidade Fireproof em sites ao iniciar sessão
ru: Предлагать огнеупорность сайтов при входе

# fireproof.confirmation.message
source: Fireproofing this site will keep you signed in after using the Fire Button.
de: Wenn du diese Website feuerfest machst, bleibst du nach Verwendung der Schaltfläche „Feuer“ angemeldet.
es: Marcar esta página como a prueba de fuego hará que la sesión se mantenga iniciada después de usar el botón Fuego.
fr: Placer ce site en mode coupe-feu et utiliser le bouton en forme de flamme ne vous déconnectera pas.
it: Proteggere dal fuoco questo sito manterrà valido l'accesso dopo aver utilizzato il Fire Button (icona del fuoco).
nl: Als je deze site brandveilig maakt, blijf je ook na het gebruiken van de vuurknop ingelogd.
pl: Zabezpieczenie tej witryny za pomocą przycisku Zabezpiecz nie spowoduje wylogowania Cię z witryny.
pt: Utilizar uma barreira de segurança neste site vai mantê-lo ligado após utilizar o botão de segurança.
ru: Вам не придется заново входить в свою учетную запись даже после применения кнопки «Пожар».

# fireproof.confirmation.title
source: Would you like to Fireproof %@?
de: Möchtest du %@ feuerfest machen?
es: ¿Quieres marcar %@ como a prueba de fuego?
fr: Souhaitez-vous placer %@ en mode coupe-feu ?
it: Vuoi proteggere %@?
nl: Wil je %@ brandveilig maken?
pl: Chcesz zabezpieczyć %@?
pt: Gostaria de usar a barreira de segurança em %@?
ru: Сделать сайт %@ огнеупорным?

# fireproof.domains.remove.all
source: Remove All
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
nl: Alles verwijderen
pl: Usuń wszystko
pt: Remover tudo
ru: Удалить все

# fireproof.explanation
source: When you Fireproof a site, cookies won't be erased and you'll stay signed in, even after using the Fire Button.
de: Wenn du eine Website feuerfest machst, werden Cookies nicht gelöscht und du bleibst angemeldet – auch nach Verwendung der Schaltfläche „Feuer“.
es: Cuando marcas una web como «a prueba de fuego» no se borrarán las cookies y tu sesión permanecerá iniciada, incluso después de utilizar el botón Fuego.
fr: Quand vous placez un site en mode coupe-feu, les cookies sont conservés et vous restez connecté(e), même après avoir utilisé le bouton en forme de flamme.
it: Quando attivi la Protezione per un sito, i cookie non verranno cancellati e rimarrai connesso, anche dopo aver usato il Fire Button (icona del fuoco).
nl: Als je een site brandveilig maakt, worden de cookies niet gewist en blijf je ingelogd, zelfs nadat je de vuurknop hebt gebruikt.
pl: Kiedy użyjesz w witrynie funkcji zabezpieczenia, pliki cookie nie zostaną usunięte i pozostaniesz zalogowany(-a) nawet po użyciu przycisku Zabezpiecz.
pt: Quando se utiliza uma barreira de segurança num site, os cookies não serão apagados e permanecerá ligado, mesmo depois de utilizar o botão de segurança.
ru: Если сделать сайт «огнеупорным» (Fireproof), мы не будем стирать его куки-файлы, даже если вы воспользуетесь кнопкой «Тревога» (Fire Button).

# fireproof.manage-sites
source: Manage Fireproof Sites…
de: Fireproof-Sites verwalten …
es: Gestionar sitios Fireproof...
fr: Gérer les sites en mode coupe-feu (Fireproof)…
it: Gestisci i siti Fireproof…
nl: Fireproof websites beheren ...
pl: Zarządzaj witrynami Fireproof…
pt: Gerir sites com Fireproof…
ru: Управление огнеупорными сайтами...

source: Fireproof Sites
de: Feuerfeste Seiten
es: Sitios web a prueba de fuego
fr: Sites coupe-feu
it: Siti ignifughi
nl: Brandveilige websites
pl: Bezpieczne witryny internetowe
pt: Sites com barreira de segurança
ru: Огнеупорные сайты

# folder.dialog.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить

# folder.optionsMenu.deleteFolder
source: Delete Folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
it: Elimina cartella
nl: Map verwijderen
pl: Usuń folder
pt: Eliminar pasta
ru: Удалить папку

# folder.optionsMenu.newFolder
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
nl: Nieuwe map
pl: Nowy folder
pt: Nova pasta
ru: Новая папка

# folder.optionsMenu.renameFolder
source: Rename Folder
de: Ordner umbenennen
es: Cambiar nombre de carpeta
fr: Renommer le dossier
it: Rinomina cartella
nl: Naam van map wijzigen
pl: Zmień nazwę folderu
pt: Alterar nome da pasta
ru: Переименовать папку

# general.feedback-form.category.ppro
source: Subscription and Payments
de: Abonnement und Zahlungen
es: Suscripción y pagos
fr: Abonnement et paiements
it: Abbonamento e pagamenti
nl: Abonnementen en betalingen
pl: Subskrypcja i płatności
pt: Subscrição e Pagamentos
ru: Подписки и платежи

# general.feedback-form.category.select-feature
source: Select a category
de: EINE KATEGORIE AUSWÄHLEN
es: SELECCIONA UNA CATEGORÍA
fr: SÉLECTIONNER UNE CATÉGORIE
it: SELEZIONA UNA CATEGORIA
nl: SELECTEER EEN CATEGORIE
pl: WYBIERZ KATEGORIĘ
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ

# generic.delete.button
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить

# generic.discard.button
source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Abbandona
nl: Ongedaan maken
pl: Odrzuć
pt: Eliminar
ru: Отменить

# generic.remove.button
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить

source: Got It!
de: Verstanden.
es: Entendido
fr: J'ai compris !
it: Ho capito!
nl: Ik snap het!
pl: Rozumiem!
pt: Entendi!
ru: Понятно!

# gpc.checkbox.title
source: Enable Global Privacy Control
de: Global Privacy Control aktivieren
es: Activar Global Privacy Control
fr: Activer Global Privacy Control
it: Abilita Global Privacy Control
nl: Algemene privacycontrole inschakelen
pl: Włącz Globalną Kontrolę Prywatności
pt: Ativar o Global Privacy Control
ru: Включить глобальный контроль конфиденциальности (GPC)

# gpc.explanation
source: Tells participating websites not to sell or share your data.
de: Sagt den teilnehmenden Websites, dass sie deine Daten nicht verkaufen oder weitergeben dürfen.
es: Indica a los sitios web participantes que no vendan ni compartan tus datos.
fr: Indique aux sites Web participants de ne pas vendre ou partager vos données.
it: Indica ai siti Web partecipanti di non vendere o condividere i tuoi dati.
nl: Vertelt deelnemende websites dat ze je gegevens niet mogen verkopen of delen.
pl: Instruuje uczestniczące witryny, aby nie sprzedawały ani nie udostępniały Twoich danych.
pt: Indica aos sites participantes que não devem vender nem partilhar os teus dados.
ru: Требует от сайтов, участвующих в программе GPC, не продавать и не передавать ваши данные.

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pl: Pomoc
pt: Ajuda
ru: Справка

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
nl: Geschiedenis
pl: Historia
pt: Histórico
ru: История

# history.menu.clear.all.history.description
source: Cookies and site data for all sites will also be cleared, unless the site is Fireproof.
de: Cookies und Website-Daten für alle Websites werden ebenfalls gelöscht, es sei denn, die Website ist Fireproof.
es: También se borrarán las cookies y los datos del sitio para todos los sitios, a menos que el sitio sea Fireproof.
fr: Les cookies et les données de tous les sites seront également effacés, sauf si le site est en mode coupe-feu (Fireproof).
it: Saranno cancellati anche i cookie e i dati di tutti i siti, a meno che il sito non sia Fireproof.
nl: Cookies en sitegegevens voor alle sites worden ook gewist, tenzij de site Fireproof is.
pl: Zostaną także wyczyszczone pliki cookie i dane związane z wszystkimi witrynami, chyba że są to witryny Fireproof.
pt: Os cookies e os dados de todos os sites também serão limpos, a menos que o site seja Fireproof.
ru: Также будут удалены данные и куки-файлы со всех сайтов (кроме огнеупорных).

# history.menu.clear.all.history.question
source: Clear all history and close all tabs?
de: Den gesamten Verlauf löschen und alle Tabs schließen?
es: ¿Borrar todo el historial y cerrar todas las pestañas?
fr: Effacer tout l'historique et fermer tous les onglets ?
it: Cancellare tutta la cronologia e chiudere tutte le schede?
nl: Alle geschiedenis wissen en alle tabbladen sluiten?
pl: Wyczyścić całą historię i zamknąć wszystkie karty?
pt: Limpar o histórico completo e fechar todos os separadores?
ru: Очистить всю историю и закрыть все вкладки?

# history.menu.clear.data.description
source: Cookies and other data for sites visited on this day will also be cleared unless the site is Fireproof. History from other days will not be cleared.
de: Cookies und andere Daten von Seiten, die an diesem Tag besucht wurden, werden ebenfalls gelöscht, es sei denn, die Seite ist mit Fireproof davon ausgeschlossen. Der Verlauf von anderen Tagen wird nicht gelöscht.
es: Las cookies y otros datos de los sitios visitados ese día también se borrarán, a menos que el sitio sea Fireproof. El historial de otros días no se borrará.
fr: Les cookies et autres données des sites visités ce jour-là seront également effacés, sauf si le site est en mode coupe-feu (Fireproof). L'historique des autres jours ne sera pas effacé.
it: Anche i cookie e gli altri dati relativi ai siti visitati in questo giorno saranno cancellati, a meno che il sito non sia Fireproof. La cronologia degli altri giorni non sarà cancellata.
nl: Cookies en andere gegevens van websites die op deze dag bezocht zijn, worden ook gewist, tenzij de site Fireproof is. Geschiedenis van andere dagen wordt niet gewist.
pl: Zostaną także wyczyszczone pliki cookie i inne dane związane z witrynami odwiedzonymi tego dnia, chyba że są to witryny Fireproof. Historia z innych dni nie zostanie wyczyszczona.
pt: Os cookies e os dados dos sites visitados neste dia também serão limpos, a menos que o site seja Fireproof. O histórico de outros dias não será limpo.
ru: Также будут удалены куки-файлы и другие данные с посещенных за этот день сайтов (кроме огнеупорных). История за другие дни не удаляется.

# history.menu.clear.data.question
source: Clear History for %@?
de: Verlauf für %@ löschen?
es: ¿Borrar historial para %@?
fr: Effacer l'historique de %@ ?
it: Cancella cronologia per %@?
nl: Geschiedenis van %@ wissen?
pl: Wyczyścić historię dotyczącą %@?
pt: Limpar histórico de %@?
ru: Стереть историю за %@?

# history.menu.clear.data.today.description
source: Cookies and other data for sites visited today will also be cleared unless the site is Fireproof. History from other days will not be cleared.
de: Cookies und andere Daten für heute besuchte Seiten werden ebenfalls gelöscht, es sei denn, die Seite ist Fireproof. Der Verlauf von anderen Tagen wird nicht gelöscht.
es: Las cookies y otros datos de los sitios visitados hoy también se borrarán, a menos que el sitio sea Fireproof. El historial de otros días no se borrará.
fr: Les cookies et autres données des sites visités aujourd'hui seront également effacés, sauf si le site est en mode coupe-feu (Fireproof). L'historique des autres jours ne sera pas effacé.
it: Saranno cancellati anche i cookie e gli altri dati relativi ai siti visitati oggi, a meno che il sito non sia Fireproof. La cronologia degli altri giorni non sarà cancellata.
nl: Cookies en andere gegevens van websites die vandaag bezocht zijn, worden ook gewist, tenzij de site Fireproof is. Geschiedenis van andere dagen wordt niet gewist.
pl: Zostaną także wyczyszczone pliki cookie i inne dane związane z odwiedzonymi dzisiaj witrynami, chyba że są to witryny Fireproof. Historia z innych dni nie zostanie wyczyszczona.
pt: Os cookies e outros dados dos sites visitados hoje também serão limpos, a menos que o site seja Fireproof. O histórico de outros dias não será limpo.
ru: Также будут удалены куки-файлы и другие данные с посещенных за сегодня сайтов (кроме огнеупорных). История за другие дни не пострадает.

# history.menu.clear.data.today.question
source: Clear history for today and close all tabs?
de: Verlauf für heute löschen und alle Tabs schließen?
es: ¿Borrar historial de hoy y cerrar todas las pestañas?
fr: Effacer l'historique d'aujourd'hui et fermer tous les onglets ?
it: Cancellare la cronologia per oggi e chiudere tutte le schede?
nl: Geschiedenis van vandaag wissen en alle tabbladen sluiten?
pl: Wyczyścić dzisiejszą historię i zamknąć wszystkie karty?
pt: Limpar o histórico de hoje e fechar todos os separadores?
ru: Стереть историю за сегодня и закрыть все вкладки?

# history.menu.clear.this.history
source: Clear This History…
de: Diese Geschichte löschen …
es: Borrar este historial...
fr: Effacer cet historique…
it: Cancella questa cronologia...
nl: Deze geschiedenis wissen ...
pl: Wyczyść tę historię…
pt: Limpar este histórico…
ru: Стереть эту запись…

# history.menu.older
source: Older…
de: Älter …
es: Más antiguo...
fr: Ancien…
it: Precedente...
nl: Ouder ...
pl: Starsze…
pt: Mais antigo…
ru: Более старые записи...

# history.menu.recently.visited
source: Recently Visited
de: Kürzlich besucht
es: Visitado recientemente
fr: Visites récentes
it: Visite recenti
nl: Onlangs bezocht
pl: Ostatnio odwiedzone
pt: Visitados recentemente
ru: Недавно посещенные

source: Home
de: Startseite
es: Inicio
fr: Accueil
it: Schermata iniziale
pl: Strona główna
pt: Página inicial
ru: Домашняя

# home.page.burn.fireproof.site.alert
source: History will be cleared for this site, but related data will remain, because this site is Fireproof
de: Der Verlauf dieser Seite wird gelöscht, aber die zugehörigen Daten bleiben erhalten, da diese Seite zu Fireproof hinzugefügt wurde
es: Se borrará el historial de este sitio, pero los datos relacionados permanecerán, porque este sitio es Fireproof
fr: L'historique de ce site sera effacé, mais les données associées resteront, car ce site est en mode coupe-feu (Fireproof)
it: La cronologia sarà cancellata per questo sito, ma i dati correlati rimarranno, perché questo sito è Fireproof
nl: De geschiedenis van deze site wordt gewist, maar de gerelateerde gegevens blijven behouden, omdat deze site Fireproof is
pl: Historia dotycząca tej witryny zostanie wyczyszczona, ale powiązane dane pozostaną, ponieważ jest to witryna Fireproof
pt: O histórico será limpo para este site, mas os dados relacionados permanecem, porque este site é Fireproof
ru: История посещений этого сайта будет стерта, но остальные данные останутся, так как сайт огнеупорный.

# home.page.clear.history
source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
it: Elimina cronologia
nl: Geschiedenis wissen
pl: Wyczyść historię
pt: Limpar histórico
ru: Очистить историю

# home.page.empty.state.item.message
source: Keep browsing to see how many trackers were blocked
de: Browse weiter, um zu sehen, wie viele Tracker blockiert wurden
es: Sigue navegando para ver cuántos rastreadores se han bloqueado
fr: Continuez à naviguer pour voir combien de traqueurs ont été bloqués.
it: Continua la navigazione per vedere quanti sistemi di tracciamento sono stati bloccati
nl: Blijf bladeren om te zien hoeveel trackers zijn geblokkeerd
pl: Przeglądaj dalej, aby zobaczyć liczbę zablokowanych mechanizmów śledzących
pt: Continua a navegar para veres quantos rastreadores foram bloqueados
ru: Продолжайте бродить по интернету, а потом посмотрите, сколько трекеров мы заблокировали.

# home.page.empty.state.item.title
source: Recently visited sites appear here
de: Zuletzt besuchte Seiten werden hier angezeigt
es: Los sitios visitados recientemente aparecen aquí
fr: Les sites récemment visités apparaissent ici
it: I siti visitati di recente si visualizzano qui
nl: Onlangs bezochte websites verschijnen hier
pl: Tutaj są widoczne ostatnio odwiedzone witryny
pt: Os sites visitados recentemente aparecem aqui
ru: Недавно посещенные сайты появятся здесь

# home.page.no.trackers.blocked
source: No trackers blocked
de: Keine Tracker blockiert
es: No se han bloqueado rastreadores
fr: Aucun traqueur bloqué
it: Nessun sistema di tracciamento bloccato
nl: Geen trackers geblokkeerd
pl: Nie zablokowano żadnych mechanizmów śledzących
pt: Nenhum rastreador bloqueado
ru: Заблокированных трекеров пока нет

# home.page.no.trackers.found
source: No trackers found
de: Keine Tracker gefunden
es: No se han encontrado rastreadores
fr: Aucun traqueur trouvé
it: Nessun sistema di tracciamento trovato
nl: Geen trackers gevonden
pl: Nie znaleziono żadnych mechanizmów śledzących
pt: Nenhum rastreador encontrado
ru: Ни одного трекера не найдено

# home.page.protection.duration
source: PAST 7 DAYS
de: Vergangene 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
nl: Afgelopen 7 dagen
pl: Ostatnie 7 dni
pt: Últimos 7 dias
ru: За последние 7 дней

# home.page.protection.summary.info
source: No recent activity
de: Keine aktuelle Aktivität
es: No hay actividad reciente
fr: Aucune activité récente
it: Nessuna attività recente
nl: Geen recente activiteit
pl: Brak ostatniej aktywności
pt: Nenhuma atividade recente
ru: Недавней активности пока нет

# home.page.protection.summary.message
source: %@ tracking attempts blocked
de: %@ Tracking-Versuche blockiert
es: %@ intentos de rastreo bloqueados
fr: %@ tentatives de pistage bloquées
it: %@ tentativi di tracciamento bloccati
nl: %@ trackingpogingen geblokkeerd
pl: Zablokowane próby śledzenia: %@
pt: Tentativas de rastreamento bloqueadas: %@
ru: Пресечено попыток отслеживания: %@

# home.page.settings.add.background
source: Add Background
de: Hintergrund hinzufügen
es: Añadir fondo
fr: Ajouter un arrière-plan
it: Aggiungi sfondo
nl: Achtergrond toevoegen
pl: Dodaj tło
pt: Adicionar fundo
ru: Добавить фон

# home.page.settings.background
source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan :
it: Sfondo
nl: Achtergrond
pl: Tło
pt: Fundo
ru: Фон

# home.page.settings.browser.theme
source: Browser Theme
de: Browser-Thema
es: Tema del navegador
fr: Thème du navigateur
it: Tema del browser
nl: Browserthema
pl: Motyw przeglądarki
pt: Tema do navegador
ru: Тема браузера

# home.page.settings.default.background
source: Default
de: Standard
es: Predeterminado
fr: Défaut
it: Predefinito
nl: Standaard
pl: Domyślne
pt: Pré-definido
ru: По умолчанию

# home.page.settings.delete.background
source: Delete Background
de: Hintergrund löschen
es: Eliminar fondo
fr: Supprimer l'arrière-plan
it: Elimina sfondo
nl: Achtergrond verwijderen
pl: Usuń tło
pt: Eliminar fundo
ru: Удалить фон

# home.page.settings.go.to.settings
source: Go to Settings
de: Gehe zu Einstellungen
es: Ir a Ajustes
fr: Accéder à Paramètres
it: Vai a Impostazioni
nl: Ga naar Instellingen
pl: Przejdź do ustawień
pt: Aceder às Definições
ru: Открыть «Настройки»

# home.page.settings.gradients
source: Gradients
de: Farbverläufe
es: Gradientes
it: Gradienti
nl: Kleurverlopen
pl: Gradienty
pt: Gradientes
ru: Градиенты

# home.page.settings.header
source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
nl: Aanpassen
pl: Spersonalizuj
pt: Personalizar
ru: Собственная настройка

# home.page.settings.my.backgrounds
source: My Backgrounds
de: Meine Hintergründe
es: Mis fondos
fr: Mes arrière-plans
it: I miei sfondi
nl: Mijn achtergronden
pl: Moje tła
pt: Os meus fundos
ru: Мои фоны

# home.page.settings.my.backgrounds.disclaimer
source: Images are stored on your device so DuckDuckGo can't see or access them.
de: Die Bilder werden auf deinem Gerät gespeichert, sodass DuckDuckGo sie nicht sehen oder darauf zugreifen kann.
es: Las imágenes se almacenan en tu dispositivo, por lo que DuckDuckGo no puede verlas ni acceder a ellas.
fr: Les images sont stockées sur votre appareil afin que DuckDuckGo ne puisse pas les voir ni y accéder.
it: Le immagini sono memorizzate sul tuo dispositivo, quindi DuckDuckGo non può vederle o accedervi.
nl: Afbeeldingen worden opgeslagen op je apparaat zodat DuckDuckGo ze niet kan zien of openen.
pl: Obrazy są przechowywane na Twoim urządzeniu, więc DuckDuckGo nie może ich zobaczyć ani uzyskać do nich dostępu.
pt: As imagens são armazenadas no teu dispositivo, pelo que o DuckDuckGo não consegue aceder às imagens nem vê-las.
ru: Изображения хранятся на вашем устройстве, поэтому у DuckDuckGo нет к ним доступа (даже для просмотра).
